Repository: versteher/showsonar
Catalog: lib/l10n/arb/app_*.arb
Languages: de

# apiKeyMissingTitle
source: API Key Missing
de: API-Schlüssel fehlt

# apiKeyMissingBody
source: Please add your TMDB API key to the .env file: TMDB_API_KEY=your_key
de: Bitte füge deinen TMDB API-Schlüssel in die .env-Datei ein: TMDB_API_KEY=dein_schlüssel

# apiKeyMissingFooter
source: You can get a free API key at themoviedb.org
de: Einen API-Schlüssel erhältst du kostenlos auf themoviedb.org

# navSearch
source: Search
de: Suche

# navLibrary
source: Library
de: Bibliothek

# navProfile
source: Profile
de: Profil

# navMyList
source: My List
de: Meine Liste

# navMore
source: More
de: Mehr

source: No internet connection
de: Keine Internetverbindung

# tabWatchlist
source: Watchlist
de: Merkliste

# tabHistory
source: History
de: Verlauf

# sectionTrending
source: 🔥 Trending Now
de: 🔥 Gerade im Trend

# sectionUpcoming
source: 🆕 Coming Soon
de: 🆕 Bald verfügbar

# sectionPopularMovies
source: 🎬 Popular Movies
de: 🎬 Beliebte Filme

# sectionPopularTv
source: 📺 Popular TV
de: 📺 Beliebte Serien

# sectionTopRated
source: ⭐ Top Rated
de: ⭐ Top bewertet

# sectionDiscover
source: 🎯 Discover
de: 🎯 Entdecken

# sectionContinueWatching
source: ▶️ Continue Watching
de: ▶️ Weiterschauen

# sectionWeeklyRecap
source: 📅 Weekly Recap
de: 📅 Wochenrückblick

# sectionMoodDiscovery
source: 🎭 Mood Discovery
de: 🎭 Stimmungslage

# actionAddToWatchlist
source: Add to Watchlist
de: Zur Merkliste hinzufügen

# actionAddedToWatchlist
source: {title} added to watchlist
de: {title} zur Merkliste hinzugefügt

# actionMarkSeen
source: Mark as Seen
de: Als gesehen markieren

# actionFilter
source: Filter
de: Filtern

# actionSettings
source: Settings
de: Einstellungen

# errorLoadingTitle
source: Could not load {title}
de: {title} konnte nicht geladen werden

# errorLoadingUpcoming
source: Could not load upcoming items
de: Bald verfügbar konnte nicht geladen werden

# recapTitle
source: Weekly Recap
de: Dein Wochenrückblick

# recapDays
source: {count} days
de: {count} Tage

# recapWatched
source: Watched
de: Geschaut

# recapHours
source: Hours
de: Stunden

# recapRating
source: Ø Rating
de: Ø Bewertung

# continueWatchingTitle
source: ▶️ Continue Watching
de: ▶️ Weiterschauen

# continueSeason
source: Season {number}
de: Staffel {number}

# continueEpisode
source: Episode {number}
de: Folge {number}

# continueInProgress
source: In Progress
de: In Bearbeitung

# moodTitle
source: 🎭 What are you in the mood for?
de: 🎭 Wonach ist dir?

# moodNoResults
source: No results for {mood}
de: Keine Ergebnisse für {mood}

# upcomingToday
source: Today!
de: Heute!

# upcomingTomorrow
source: Tomorrow
de: Morgen

# upcomingInDays
source: In {days} d
de: In {days} T.

# mediaWatched
source: Watched
de: Gesehen

# filterStreaming
source: Streaming Services
de: Streaming-Dienste

# detailRatingUnknown
source: Rating ?
de: Bewertung ?

# detailAge
source: AGE {age}
de: AB {age}

# detailWatchlistRemoved
source: {title} removed from watchlist
de: {title} von Merkliste entfernt

# detailWatchlistAdded
source: {title} added to watchlist
de: {title} zur Merkliste hinzugefügt

# detailChangeRating
source: Change Rating
de: Bewertung ändern

# detailMarkWatched
source: Mark as Watched
de: Als gesehen markieren

# detailRemoveHistoryTitle
source: Remove from History?
de: Aus Liste entfernen?

# detailRemoveHistoryContent
source: Remove {title} from your watch history?
de: {title} aus deiner Watch History entfernen?

# detailCancel
source: Cancel
de: Abbrechen

# detailRemove
source: Remove
de: Entfernen

# detailHistoryRemoved
source: {title} removed from watch history
de: {title} aus Watch History entfernt

# detailMyRating
source: My Rating
de: Meine Bewertung

# detailRateNow
source: Rate Now
de: Jetzt bewerten

# detailPlot
source: Plot
de: Handlung

# detailSimilarMovies
source: Similar Movies
de: Ähnliche Filme

# detailSimilarShows
source: Similar Shows
de: Ähnliche Serien

# detailSimilarContent
source: Similar Content
de: Ähnliche Inhalte

# detailRated
source: {title} rated: {rating} ⭐
de: {title} aktualisiert: {rating} ⭐

# detailWatched
source: {title} marked as watched: {rating} ⭐
de: {title} als gesehen markiert: {rating} ⭐

# searchListening
source: Listening...
de: Ich höre zu...

# searchHint
source: Search movies and shows...
de: Filme und Serien suchen...

# searchEmptyTitle
source: Search for movies and shows
de: Suche nach Filmen und Serien

# searchEmptySubtitle
source: Type at least 2 characters
de: Mindestens 2 Buchstaben eingeben

# searchNoResultsTitle
source: No results for "{query}"
de: Keine Ergebnisse für "{query}"

# searchNoResultsSubtitle
source: Try another search term
de: Versuche einen anderen Suchbegriff

# searchErrorTitle
source: Search Error
de: Fehler bei der Suche

# searchRetry
source: Retry
de: Erneut versuchen

# streamingAvailable
source: Available on
de: Verfügbar auf

# streamingNotAvailable
source: Not available in {country}
de: Nicht verfügbar in {country}

# streamingError
source: Error loading streaming data
de: Fehler beim Laden der Streaming-Daten

# streamingYourServices
source: Your Services
de: Deine Dienste

# streamingRentYours
source: Rent (Your Services)
de: Leihen (Deine Dienste)

# streamingBuyYours
source: Buy (Your Services)
de: Kaufen (Deine Dienste)

# streamingMoreOptions
source: More Options
de: Weitere Optionen

# streamingRent
source: Rent
de: Leihen

# streamingBuy
source: Buy
de: Kaufen

# streamingShowLess
source: Show less
de: Weitere Optionen ausblenden

# streamingShowMore
source: Show more
de: Weitere Optionen anzeigen

# streamingNotOnYours
source: Not available on your services
de: Nicht auf deinen Diensten verfügbar

# streamingNoData
source: No streaming data available
de: Keine Streaming-Daten verfügbar

# streamingOthers
source: {count} others
de: {count} Andere

# streamingDisclaimer
source: Streaming data provided by TMDB and may not be up to date.
de: Die Streaming-Daten werden von TMDB bereitgestellt und sind möglicherweise nicht aktuell.

# streamingSubscription
source: ✓ Your Sub
de: ✓ Dein Abo

# settingsTitle
source: Settings
de: Einstellungen

# settingsStreamingTitle
source: My Streaming Services
de: Meine Streaming-Dienste

# settingsStreamingSubtitle
source: Tap to toggle
de: Tippe zum Aktivieren/Deaktivieren

# settingsCountry
source: Country
de: Land

# settingsReset
source: Reset
de: Zurücksetzen

# settingsResetTitle
source: Reset Settings
de: Einstellungen zurücksetzen

# settingsResetSubtitle
source: Reset all settings to default
de: Alle Einstellungen auf Standard zurücksetzen

# settingsResetConfirm
source: Reset?
de: Zurücksetzen?

# settingsResetMessage
source: All settings will be reset to default values.
de: Alle Einstellungen werden auf die Standardwerte zurückgesetzt.

# settingsApi
source: API Configuration
de: API-Konfiguration

# settingsApiInfo
source: Movie data provided by TMDB.
de: Filmdaten werden von The Movie Database (TMDB) bereitgestellt.

# settingsAbout
source: About
de: Über

# settingsDescription
source: Smart recommendations based on your taste.
de: Intelligente Film- und Serienempfehlungen basierend auf deinem Geschmack.

# settingsRemoved
source: {service} removed
de: {service} entfernt

# settingsAdded
source: {service} added
de: {service} hinzugefügt

# settingsSelectCountry
source: Select Country
de: Land auswählen

# settingsChangeCountry
source: Tap to change
de: Tippen zum Ändern

# settingsCountryChanged
source: Country changed to {country}
de: Land geändert zu {country}

# errorRetry
source: Retry
de: Erneut versuchen

# errorGeneric
source: Error: {error}
de: Fehler: {error}

# myListTitle
source: My List
de: Meine Liste

# statMovies
source: Movies
de: Filme

# statSeries
source: Series
de: Serien

# statAvgRating
source: Ø Rating
de: Ø Bewertung

# statRated
source: Rated
de: Bewertet

# sortDate
source: Date
de: Datum

# sortMyRating
source: My Rating
de: Meine Bewertung

# sortImdbRating
source: IMDB Rating
de: IMDB Bewertung

# sortTitle
source: Title
de: Titel

# filterAll
source: All
de: Alle

# filterMovies
source: Movies
de: Filme

# filterSeries
source: Series
de: Serien

# filterRated
source: Rated
de: Bewertet

# emptyHistory
source: Nothing watched yet
de: Noch nichts gesehen

# emptyHistorySubtitle
source: Mark movies and shows as watched to see them here
de: Markiere Filme und Serien als gesehen, um sie hier zu sehen

# emptyFilter
source: No results for these filters
de: Keine Einträge mit diesen Filtern

# emptyFilterSubtitle
source: Change filters to see more
de: Ändere die Filter, um mehr zu sehen

source: Delete Entry?
de: Eintrag löschen?

# deleteEntryMessage
source: Remove {title} from your list?
de: {title} aus deiner Liste entfernen?

# deleteButton
source: Delete
de: Löschen

# entryRemoved
source: {title} removed
de: {title} entfernt

# entryRated
source: {title} rated: {rating} ⭐
de: {title} bewertet: {rating} ⭐

# watchlistError
source: Error loading watchlist
de: Fehler beim Laden

source: Watchlist empty
de: Noch nichts gemerkt

# watchlistEmptySubtitle
source: Tap the bookmark icon to save movies and shows here.
de: Tippe auf das Lesezeichen-Symbol bei einem Film oder Serie, um ihn hier zu speichern.

# watchlistAddedAgo
source: Added {ago}
de: Gemerkt {ago}

# timeAgoYears
source: {count, plural, =1{1 year ago} other{{count} years ago}}
de: {count, plural, =1{vor 1 Jahr} other{vor {count} Jahren}}

# timeAgoMonths
source: {count, plural, =1{1 month ago} other{{count} months ago}}
de: {count, plural, =1{vor 1 Monat} other{vor {count} Monaten}}

# timeAgoDays
source: {count, plural, =1{1 day ago} other{{count} days ago}}
de: {count, plural, =1{vor 1 Tag} other{vor {count} Tagen}}

# timeAgoHours
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
de: {count, plural, =1{vor 1 Stunde} other{vor {count} Stunden}}

# timeAgoJustNow
source: just now
de: gerade eben

# mediaTypeMovie
source: Movie
de: Film

# mediaTypeTv
source: TV Series
de: Serie

# priorityHigh
source: High
de: Hoch

# priorityLow
source: Low
de: Niedrig

# semanticPosterOf
source: Poster of {title}
de: Filmplakat von {title}

# semanticBackdropOf
source: Backdrop image of {title}
de: Hintergrundbild von {title}

# semanticMediaCard
source: {title}, {type}, rated {rating}
de: {title}, {type}, Bewertung {rating}

# semanticNavSelected
source: {label}, selected
de: {label}, ausgewählt

# semanticVoiceSearch
source: Voice search
de: Sprachsuche

# semanticVoiceSearchActive
source: Voice search, listening
de: Sprachsuche, aktiv

# semanticFilterButton
source: Filter results
de: Ergebnisse filtern

# semanticRatingBadge
source: Rating {rating} out of 10
de: Bewertung {rating} von 10

# semanticWatchlistAdd
source: Add {title} to watchlist
de: {title} zur Merkliste hinzufügen

# semanticWatchlistRemove
source: Remove {title} from watchlist
de: {title} von Merkliste entfernen

# semanticMarkWatched
source: Mark {title} as watched
de: {title} als gesehen markieren

# semanticChangeRating
source: Change rating for {title}
de: Bewertung für {title} ändern

# semanticDeleteFromHistory
source: Delete {title} from history
de: {title} aus Verlauf löschen

# semanticPageDot
source: Page {number} of {total}
de: Seite {number} von {total}

# semanticBackButton
source: Go back
de: Zurück

# semanticRateNow
source: {title}
de: {title} bewerten

# detailEmptyState
source: Select a movie or series to view details
de: Wähle einen Film oder eine Serie aus

# detailTabAbout
source: About
de: Über

# detailTabCast
source: Cast
de: Besetzung

# detailTabStreaming
source: Where to Watch
de: Wo schauen

# detailTabSimilar
source: Similar
de: Ähnliche

# settingsTheme
source: Theme
de: Erscheinungsbild

# settingsProfiles
source: 👥 Profiles
de: 👥 Profile

# settingsAccount
source: Account
de: Konto

# settingsTasteProfile
source: 👤 Taste Profile
de: 👤 Geschmacksprofil

# settingsTasteProfileTitle
source: Share & compare profile
de: Profil teilen & vergleichen

# settingsTasteProfileSubtitle
source: Export your watch profile or import a friend's
de: Exportiere dein Sehprofil oder importiere das eines Freundes

# aiSuggestion1Label
source: 🎬 What's trending?
de: 🎬 Was ist gerade gut?

# aiSuggestion1Query
source: What are the best trending movies and series right now?
de: Was sind die besten Filme und Serien die gerade im Trend sind?

# aiSuggestion2Label
source: 😂 Something funny
de: 😂 Was Lustiges

# aiSuggestion2Query
source: Recommend a hilarious comedy that's a must-watch
de: Empfiehl mir eine richtig lustige Komödie die man gesehen haben muss

# aiSuggestion3Label
source: 🔥 Thriller like Dark
de: 🔥 Thriller wie Dark

# aiSuggestion3Query
source: I'm looking for a gripping thriller or mystery series similar to Dark
de: Ich suche einen spannenden Thriller oder Mystery-Serie ähnlich wie Dark

# aiSuggestion4Label
source: 🤔 Something thought-provoking
de: 🤔 Zum Nachdenken

# aiSuggestion4Query
source: Recommend a film or series that makes you think, profound and emotional
de: Empfiehl mir einen Film oder eine Serie die zum Nachdenken anregt, tiefgründig und emotional

# aiSuggestion5Label
source: 👨‍👩‍👧 Family night
de: 👨‍👩‍👧 Familienabend

# aiSuggestion5Query
source: What can a family watch together? Not too childish but family-friendly
de: Was kann man als Familie zusammen schauen? Nicht zu kindisch aber jugendfrei

# aiSuggestion6Label
source: 🏆 Award-worthy
de: 🏆 Oscar-würdig

# aiSuggestion6Query
source: What are the best award-winning films of recent years that are a must-watch?
de: Was sind die besten preisgekrönten Filme der letzten Jahre die man gesehen haben muss?

# aiWelcomeTitle
source: What would you like to watch?
de: Was möchtest du schauen?

# aiWelcomeSubtitle
source: Ask me for recommendations, moods, or specific genres!
de: Frag mich nach Empfehlungen, Stimmungen oder bestimmten Genres!

# aiError
source: ❌ An error occurred. Please try again.
de: ❌ Ein Fehler ist aufgetreten. Bitte versuche es erneut.

# aiSearchNoResult
source: No result for "{title}"
de: Kein Ergebnis für "{title}"

# aiSearchFailed
source: Search failed
de: Suche fehlgeschlagen

# discoverRandomPick
source: 🎲 Random Pick — Let us decide!
de: 🎲 Zufallsfilm — Lass uns entscheiden!

# aiChatSubtitle
source: Your personal movie advisor
de: Dein persönlicher Film-Berater

# aiThinking
source: ShowSonar AI is thinking...
de: ShowSonar AI denkt nach...

# aiInputHint
source: Ask me anything...
de: Frag mich was...

# actionCopy
source: Copy
de: Kopieren

# actionCopied
source: Text copied
de: Text kopiert

# actionShare
source: Share
de: Teilen

# actionCopiedForSharing
source: Copied to clipboard — paste to share
de: In Zwischenablage kopiert — zum Teilen einfügen
